tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"

brew "coreutils"
brew "curl"
brew "git"
brew "awscli"
brew "asdf"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "mas"
brew "yarn", args: ["without-node"]
brew "hub"
brew "plantuml"
brew "rs/tap/jplot"
brew "rs/tap/jaggrbrew"

cask "rectangle"
cask "docker"
cask "iterm2"
cask "google-chrome"
cask "zeplin"
cask "slack"
cask "microsoft-office"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "postman"

# TODO: Kakaotalk
